namespace Stenography.Forms
{
    public static class Stenography
    {
        public static string AllRussianLetterOnce =
            "Любя, съешь щипцы, — вздохнёт мэр, — кайф жгуч. Шеф взъярён тчк щипцы с эхом гудбай Жюль. Эй, жлоб! Где туз?Прячь юных съёмщиц в шкаф. Экс-граф? Плюш изъят. Бьём чуждый цен хвощ! Эх, чужак! Общий съём цен шляп (юфть) — вдрызг! Эх, чужд кайф, сплющь объём вши, грызя цент. Чушь: гид вёз кэб цапф, юный жмот съел хрящ." +
            "..." +
            "Съешь ещё ж этих мягких французских булок, да выпей чаю";

        public static string AllLettersRussianAlphabet =
            "Эй, цирюльникъ, ёжик выстриги, да щетину ряхи сбрей, феном вошь за печь гони! Шалящий фавн прикинул объём горячих звезд этих вьюжных царств. Пиши: зять съел яйцо, ещё чан брюквы... эх! Ждем фигу! Флегматичная эта верблюдица жует у подъезда засыхающий горький шиповник. Эх, взъярюсь, толкну флегматика: «Дал бы щец жарчайших, Пётр!» Вступив в бой с шипящими змеями — эфой и гадюкой, — маленький, цепкий, храбрый ёж съел их.Однажды съев фейхоа, я, как зацикленный, ностальгирую всё чаще и больше по этому чуду. Расчешись! Объявляю: туфли у камина, где этот хищный ёж цаплю задел. Шифровальщица попросту забыла ряд ключевых множителей и тэгов Южно-эфиопский грач увел мышь за хобот на съезд ящериц Широкая электрификация южных губерний даст мощный толчок подъёму сельского хозяйства. Здесь фабула объять не может всех эмоций — шепелявый скороход в юбке тащит горячий мёд. Художник-эксперт с компьютером всего лишь яйца в объёмный низкий ящик чохом фасовал.";

        public static string AllLettersEnglishAlphabet =
            "The quick brown fox jumps over the lazy dog" +
            "The quick brown fox jumps over the lazy dog" +
            "The quick brown fox jumps over the lazy dog" +
            "The quick brown fox jumps over the lazy dog" +
            "The quick brown fox jumps over the lazy dog";
    }
}